Repository: 0x1-company/god-ios
Catalog: Packages/GodPackage/Sources/OnboardFeature/Localizable.xcstrings
Source language: en
Languages: ja

source: Add a photo so your friends can find you
ja: 写真を追加して友だちから見つけられやすくしよう

source: Add a profile photo
ja: プロフィール写真を追加する

source: Add Friends
ja: 友だちを追加する

source: Boy
ja: 男子

source: By entering your age you agree to our [Terms](https://docs.godapp.jp/terms-of-use) and [Privacy Policy](https://docs.godapp.jp/privacy-policy)
ja: 年齢を選択すると[利用規約](https://docs.godapp.jp/terms-of-use)と[プライバシーポリシー](https://docs.godapp.jp/privacy-policy)に同意したものとします

source: Change photo
ja: 写真を変更する

source: Choose a photo
ja: 写真を選択する

source: Choose a username
ja: ユーザーネームは？

source: CLASS OF 2023
ja: 2023年度 卒業予定

source: CLASS OF 2024
ja: 2024年度 卒業予定

source: CLASS OF 2025
ja: 2025年度 卒業予定

source: Create an account.
ja: アカウントを作成します。

source: Enter your age
ja: 年齢を選択

source: Enter your phone Number
ja: アカウントを作成するために 電話番号を入力

source: Find My Friends
ja: 友だちを探す

source: Finished High School
ja: 卒業済み

source: First Name
ja: 名前

source: FROM SCHOOL
ja: 同じ学校

source: Get Started
ja: はじめる

source: Girl
ja: 女子

source: God cares intensely about your privacy. We will not share your personal information with outside parties or use it for private purposes without your permission.
ja: Godはあなたのプライバシーを非常に大切にします。 個人情報を許可なく外部に共有したり 私的に利用することはありません。

source: God cares intensely about your privacy. Web will never text or spam your contacts.
ja: あなたの個人情報は安全に管理されます。 メールやスパムを送ることはありません。

source: God uses your contacts to find friends
ja: Godは友だちを見つけるために 連絡先を利用します

source: Grade 10
ja: 1年生

source: Grade 11
ja: 2年生

source: Grade 12
ja: 3年生

source: HIGH SCHOOL
ja: 高校

source: If your school is not found, add it here
ja: 学校が見つからない場合はここから追加する

source: Imported from Contacts
ja: 連絡先からインポート

source: INVITE
ja: 招待する

source: INVITE FRIENDS
ja: 友だちを招待

source: Last Name
ja: 苗字

source: Log In
ja: ログイン

source: MEMBERS
ja: 人

source: Next
ja: 次へ

source: Non-binary
ja: その他

source: Not in High School
ja: 高校生ではない

source: Only hiragana can be set
ja: ひらがなのみ設定出来ます

source: Pick your club activity
ja: あなたの部活動を選択

source: Pick your school
ja: あなたの高校を選択

source: Privacy Policy
ja: プライバシーポリシーを見る

source: SAME GRADE
ja: 同じ学年

source: SHARE PROFILE
ja: 友だちをGodに招待しよう

source: Skip
ja: スキップ

source: The username %@ is not available.
ja: %@というユーザーネームは使用できません。

source: Usernames can only use Roman latters (a-z, A-Z), numbers, underscores and periods
ja: ユーザーネームに使えるのは英字(a-z, A-Z)、数字、アンダースコア(_)、ピリオド(.)だけです

source: We sent you a code to verify your number
ja: 電話番号を確認するためにコードを送りました。

source: What grade are you in?
ja: あなたは何年生ですか？

source: What's your first name?
ja: あなたの名前は？

source: What's your gender?
ja: あなたの性別は？

source: What's your last name?
ja: あなたの苗字は？

source: You must be at least 13 years old to sign up.
ja: Godは13歳を超えてからご利用頂けます。
